[
    {
        "translated_message": "it’s gemini season, gonna let this cutie have her naughty fun. 😍",
        "is_llm": 0
    },
    {
        "translated_message": "greetings, my name is tiki layla, a wondering bard looking for adventure and exploration. pleased to meet you  you should expect mediocre gposes and anything else that excites me about ff14, mostly ic posts  #gpose #ffxiv #miqo'te",
        "is_llm": 0
    },
    {
        "translated_message": "spacex to launch 24 starlink satellites to polar orbit from california – spaceflight now  file photo of a spacex falcon 9 rocket at pad 4e ready to launch a starlink mission. image: spacex spacex is aiming to launch starlink satellites into a polar orbit for the first time since 2023. the mission,…",
        "is_llm": 0
    },
    {
        "translated_message": "Yeah, and the one with the lampstands too!",
        "is_llm": 0
    },
    {
        "translated_message": "palm springs - american airlines travel advertisement (1960s).",
        "is_llm": 0
    },
    {
        "translated_message": "then again, we don’t know the llama 405b power consumption well either, like i said. i'd be very surprised if it managed to be nearly 100x more energy-efficient than early chatgpt4, using the wp study numbers as comparison. if it was, they would’ve used that for marketing.",
        "is_llm": 1
    },
    {
        "translated_message": "me being a gemini or us being the best? 😭",
        "is_llm": 0
    },
    {
        "translated_message": "#tavqotd jezella is an optimist, she has to be as the party's support and leader, what good is someone who can't inspire people, what good is a leader who can't give comfort to people, what good is a bard without charm? jez is she who plays the fool and brings liberating smiles to all.",
        "is_llm": 0
    },
    {
        "translated_message": "hagimoto-sensei! Thank you so much for the mention, I'm so glad I helped your work! very happy, too, for the interest of sensei in brazil ",
        "is_llm": 0
    },
    {
        "translated_message": "it’s absolutely wild and entirely on brand that mercury is only spending 15 days in gemini 🪽",
        "is_llm": 0
    },
    {
        "translated_message": "someday i'll write a longer blogpost about this, but: playing the horny bard (or any other \"deviant\" type) is a lot more fun and effective when it feels transgressive, against the grain and intention. when it's written into the rules, it becomes a joke or, worse, ordinary and forgettable",
        "is_llm": 0
    },
    {
        "translated_message": "ok ain't ever met a gemini i wanna met again",
        "is_llm": 0
    },
    {
        "translated_message": "! on the new private section! We review 100 artificial intelligence innovations announced on google i/o 2025! Remember to be subscribed! . youtu.be/uh-v-oi49xu #googleio #ai #gemini ad and cooperation.",
        "is_llm": 0
    },
    {
        "translated_message": "claude monet sky on the sea, 1868 dedicated to the friend who left us today, my oldest friend",
        "is_llm": 0
    },
    {
        "translated_message": " @ carnage4life well, well, turns out we will not be able to unplug # ai \"palisade research tested a number of ai models by asking them to solve a few math problems but at some point the next task would shutdown the system. \"while gemini 2.5 pro complie...  | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": "here!!! i ain't ever met a gemini i wanna met again",
        "is_llm": 0
    },
    {
        "translated_message": "this new moon opens the door to fresh perspectives and soul-level communication. gemini energy invites us to speak our truth, explore new ideas, and clear out the static that’s been clouding our minds.  ask yourself: what do i actually need to say—and what am i ready to hear?",
        "is_llm": 0
    },
    {
        "translated_message": "tomorrow, bard breakdown for dragon slayers.",
        "is_llm": 0
    },
    {
        "translated_message": "let this moon be your mirror and your megaphone.  ✨new moon in gemini spread✨ 🌑what mindset am i releasing that blocks my growth? 🌑what daily habit can support my personal evolution right now? 🌑what new way of communicating will help me thrive?",
        "is_llm": 0
    },
    {
        "translated_message": "yes, claude will do this under very specific circumstances. no, the point isn't to convince you it's conscious and has a real sense of self-preservation and is on the verge of becoming skynet. it's to figure how to make sure you don't accidentally trigger situations where claude does weird shit.",
        "is_llm": 1
    },
    {
        "translated_message": "yes, though q’linn tends to avoid them as he dislikes the idea of someone else’s voice in his head - bard he did okay with but this actually stopped him from promoting into ninja. the machinist stone, which isn’t a “real” job stone, is what he uses for most of his jobs. (cont.)",
        "is_llm": 0
    },
    {
        "translated_message": "senators, giroux talking new contract — the fourth period  https://www.rawchili.com/nhl/48428/  contract negotiations have started between the ottawa senators and winger claude giroux, according to tfp’s david pagnotta. giroux,…",
        "is_llm": 0
    },
    {
        "translated_message": "both! your posts make more sense now and i’m a gemini so i agree 🤣",
        "is_llm": 0
    },
    {
        "translated_message": "you can vibe-code from an ide, but why stop there?   marimo supports claude 4 as of last week and we made a recording that explains a compelling use-case for it in a notebook: adding rich representations of your python code on the fly!  watch here: youtu.be/5sr3eygrpr8",
        "is_llm": 1
    },
    {
        "translated_message": "This is the first time that we have been able to find a way to find a way to find a way to find a way to find a way to find a way to work.",
        "is_llm": 0
    },
    {
        "translated_message": "He was just as crazy when you were making him a hand, tontolculo trump opens up to new sanctions against Russia and calls him \"crazy\" to putin after the last attacks - https: / / elpais.com / international / 2025- 05-26 / trump-se-desentid-de-Ukrainian-ante-la-dific... h12; details h12; interest h12; feed h12;",
        "is_llm": 0
    },
    {
        "translated_message": "early gpt-4 (~200b active params, ~2t total) used much more power than the version (~40b active, ?? total) that had replaced it by the time 405b (405b active=total) arrived.  there is no incentive for meta to market power consumption vs openai, since you can't host your own version of openai anyway.",
        "is_llm": 1
    },
    {
        "translated_message": "Anthropic’s new claude 4 models can speculate on many steps as part of its first developer conference on Thursday, Anthropic unveiled two new models that the start-up claims are among the best in the industry, at least in the industry.",
        "is_llm": 1
    },
    {
        "translated_message": "Lady gaga also calls me when I have the regular day and I don't throw on all four. discretion, per favor.",
        "is_llm": 0
    },
    {
        "translated_message": "I'm sorry.",
        "is_llm": 0
    },
    {
        "translated_message": "i've a view of the world i wanted to share with you a world only few would ever be able to see we'd promised at least thurty years to each other yet you gave less than half of a year i would have given you this world i see the world in your palm it would have looked perfect in all its imperfect ways",
        "is_llm": 0
    },
    {
        "translated_message": "thank you… lots of flights while vacationing in palm springs.",
        "is_llm": 0
    },
    {
        "translated_message": "i decided to write out a spec for a very specific program i needed and have claude opus 4 do it  1) it did a really good job. i compared it to my previous attempt and it was noticeably better, in just one shot. still had some obvious bugs.  2) it used up all my claude credits for the day at once 😅",
        "is_llm": 1
    },
    {
        "translated_message": "ai will never catch the lightning in a bottle of @dril.bsky.social   it's impossible.   the poet of our age. a bard in the truest sense.",
        "is_llm": 0
    },
    {
        "translated_message": "I was just as crazy when you were making him a little bit of a hand, tontolculo trump opens up to new sanctions against Russia and calls it \"crazy\" to putin after the last attacks - https: / / elpais.com / international / 2025-05-26 / trump-se-desentid-de--Ukrainian-o-the-difficult-to-start-a-putin-un-agreement-de-paz.html",
        "is_llm": 0
    },
    {
        "translated_message": "bonnie and claude",
        "is_llm": 0
    },
    {
        "translated_message": "let’s do this! palm springs! #noking #palmsprings",
        "is_llm": 0
    },
    {
        "translated_message": "It's simple, it's called a lack of consciousness and moral sense.",
        "is_llm": 0
    },
    {
        "translated_message": "today’s gemini new moon invites us to begin again—with curiosity, lightness, and an open heart.   under this new moon, we’re being called to reconnect with our voice, our ideas, and the conversations that bring us alive.  happy may gemini new moon!  #gemininewmoon #newmoonmay2025",
        "is_llm": 0
    },
    {
        "translated_message": "The voice of the albina draws his attention, observing it after his concern. - Oh, yeah... it's just, I'm worried about sheila- san, I haven't seen her around yet... have you ever seen her?",
        "is_llm": 0
    },
    {
        "translated_message": "i am the most seductive bard in all of eorzea.  *has not even touched archer*",
        "is_llm": 0
    },
    {
        "translated_message": "gemini szn is here so treat me! bday on saturday!  #boobs #tits #paypig #sub #findom #femdom #findlut #pig #simp #simpbehavior #whalesub #mommy #mummy #pig #sub #weakmind #openyourwallet",
        "is_llm": 0
    },
    {
        "translated_message": "That lady doesn't get wet because she puts contracts and money before ethics, decency and truth. That's called being an accomplice.",
        "is_llm": 0
    },
    {
        "translated_message": "back in kent after 9 days away in norfolk (more to come). this afternoon visited stodmarsh nnr where the male red-footed falcon gave good telescope views. also 2 bitterns in flight (& a boomer), marsh harriers, common terns, swifts, house & sand martins, cuckoo & nightingale, reed & cetti’s warbler.",
        "is_llm": 0
    },
    {
        "translated_message": "i have fully switched to gemini 2.5 pro with all my tasks. it handles everything from customer support to coding, summarizing, and proofreading. both in english and polish.",
        "is_llm": 1
    },
    {
        "translated_message": "before, i was switching between gpt-4o, which was better at writing, and claude 3.5 sonnet, which is good at coding, but constantly switching models is a fatigue i don't want to have anymore.",
        "is_llm": 1
    },
    {
        "translated_message": "microsoft also integrates gemini in w11 and server without communicating and informing the user",
        "is_llm": 1
    },
    {
        "translated_message": "gemini loves howl's moving castle",
        "is_llm": 0
    },
    {
        "translated_message": "well, that giant palm full o shampoo was unnecessary.. first shower after cutting tumble weed off dome.. oh yeah..😂",
        "is_llm": 0
    },
    {
        "translated_message": "breaking 🚨: mistral ai is rolling out agents on le chat.   agents' functionality was revamped with a new look, and now they can use all the tools and connectors available in a normal chat.   fastest agents in the world? 👀",
        "is_llm": 1
    },
    {
        "translated_message": "source for those active parameters? as far as i can tell there’s none that claim llama had all of them active. on top of that, more active parameters would mean more energy consumption, wouldn’t it? since then that would mean more parameters would be getting updated, so even more calculations.",
        "is_llm": 1
    },
    {
        "translated_message": "ai is on fire! 🔥 google i/o, openai's hardware move, and claude 4 from anthropic show innovation is speeding up. 🚀 this is game-changing for tech's future! #ai #innovation #techtrends",
        "is_llm": 1
    },
    {
        "translated_message": "so then you'd expect llama to have a much greater energy consumption.",
        "is_llm": 1
    },
    {
        "translated_message": "what do you mean holding the power button down doesn't pull up the prompt to shut down the phone anymore and now pulls up gemini",
        "is_llm": 1
    },
    {
        "translated_message": "attention that gemes now is called the loles with the same number siuuuu",
        "is_llm": 0
    },
    {
        "translated_message": "anthropic’s claude opus4 ai released despite alarming testing behaviors  ground.news/article/anth...",
        "is_llm": 1
    },
    {
        "translated_message": "If he lives in real town, he calls me every afternoon and I'm not fucking him.",
        "is_llm": 0
    },
    {
        "translated_message": "llama 3 405b is publicly available, you can freely look at the details of it, or run it yourself and measure exact power usage. it is a dense model (active=total params). both active and total param counts are important for determining energy usage, but active moreso. huggingface.co/meta-llama/l...",
        "is_llm": 1
    },
    {
        "translated_message": "Neither the skinny nor my sister-in-law likes the mondongo, so when the cold comes my mother-in-law has been a long mondongo stew for her and for whom she calls \"my lost son-in-law\" (well, I'm her only son-in-law). And it's amazing.",
        "is_llm": 0
    },
    {
        "translated_message": "A corner almost without light, but good. I already let him be. Saturday morning another partner calls me to tell me that my painting had fallen mysteriously again. I've had enough of that. I keep trying to believe it's a coincidence, peeeerooo.",
        "is_llm": 0
    },
    {
        "translated_message": "elpais.com / internaciona... trump opens up to new sanctions against Russia and calls \"crazy\" a putin after the last attacks the president of ee uu warns that if the Russian leader wants to conquer all of Ukraine will lead to the \"fall\" of his country. also criticizes zelenski for his words",
        "is_llm": 0
    },
    {
        "translated_message": "is the person called the smartest melody I know...",
        "is_llm": 0
    },
    {
        "translated_message": "any chance of meeting you when i’m in palm springs later this year? getting fucked by you has been my dream for years",
        "is_llm": 0
    },
    {
        "translated_message": "get daily prompts that save hours of work.   subscribe now for a free \"ultimate ai cheatsheet\":  - free ai courses - claude guide - prompt guide - llms course - ai agents system prompt - deep research prompt - chatgpt / midjourney prompt   👉 promptastic.beehiiv.com/subscribe",
        "is_llm": 0
    },
    {
        "translated_message": "us programs observed at gemini observatory n/s on 05/25/25 (http://bit.ly/2khlox3) #astronomy:",
        "is_llm": 0
    },
    {
        "translated_message": "I don't know. claude shannon revolutionized the information theory with the introduction of the signal source, which he promised a certain degree of predictability. is such a signal source. a certain madness is simply predictable. (swe all are so...)",
        "is_llm": 0
    },
    {
        "translated_message": "♊️ manifest with gemini new moon prompts  use the 5 card spread questions to discover playful and informative energy in your business  until next time, stay magickal!  #tarot #prompts #journaling #smallbiztips  #newmoon #gemini",
        "is_llm": 0
    },
    {
        "translated_message": "claude shannon, casually, after inventing the bit, signal processing, and information theory generally: oh, if you do this to written language and fit it down to the entropy floor your computer program probably knows english",
        "is_llm": 0
    },
    {
        "translated_message": "“the sorrow and the pity takes its place with the great political movies by french directors: jean renoir’s the rules of the game (1939), henri-georges clouzot’s the raven (1943), louis malle’s lacombe, lucien (1974) and, of course, claude lanzmann’s shoah (1985).”",
        "is_llm": 0
    },
    {
        "translated_message": "The good thing about the private one, is that it always has some plujan @ that in turn works in the public - which is where it's going to operate you - hanging you after manipulating the waiting lists to the chita quiet ahead of patients without private insurance. what is called \"triage in the shadow.\"",
        "is_llm": 0
    },
    {
        "translated_message": "goodbye clients pfff this chuds pretend that ai it's the next wow one tool does all when copilot and gemini suffer from heavy bias , unreachable boundaries of the learning curve where errors propagate",
        "is_llm": 1
    },
    {
        "translated_message": "♊️ manifest with gemini new moon prompts  use the 5 card spread questions to discover playful and informative energy in your business  until next time, stay magickal!  #tarot #prompts #journaling #smallbiztips  #newmoon #gemini",
        "is_llm": 0
    },
    {
        "translated_message": " meta loses majority of original llama ai team to competitors https:// winbuzzer.com/2025/05/26/meta- loses-majority-of-original-llama-ai-team-to-competitors-xcxwbn/?utm_source=flipboard&utm_medium=activitypub posted into the age of ai @ the-age-of-ai-t...  | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": "gpsii-sv08 mission detailed profile of the gpsii-sv08 mission of Spacex company, where falcon 9 delivers another satellite for the constellation of gps 3rd generation. First-degree landing is likely to take place on the sea platform. In the article you can find in particular... More details:",
        "is_llm": 0
    },
    {
        "translated_message": "If he calls, ask him if he has any steak left, the meat is very expensive.",
        "is_llm": 0
    },
    {
        "translated_message": "mission gpsii-sv08 detailed profile of the mission gpsii-sv08 of Spacex, where falcon 9 vyvos... https: / / www.elonx. cz / mise-gpsii- sv08 / # profile # mission # continuously # updated # spacex # gps-iii # gpsii-sv08 # ussf result details",
        "is_llm": 0
    },
    {
        "translated_message": "a strong thunderstorm will impact portions of southeastern palm beach county through 345 pm edt [wind: 50 mph, hail: 0.25 in] for inland palm beach county, metro palm beach county [fl] link",
        "is_llm": 0
    },
    {
        "translated_message": "happy birthday to one of my favorite gemini on here~! a true baddie with a brain! 🎉💗🎂@woahhhkenni.bsky.social",
        "is_llm": 0
    },
    {
        "translated_message": "how long would it take you to realize that your best friend of 25 years was a pedophile pig?  trafficking poor palm beach teenage dropouts? grooming little girls? screwing little girls?  he had no idea?  come on now.",
        "is_llm": 0
    },
    {
        "translated_message": "anthropic blames claude ai for ‘embarrassing’ legal filing error | the verge",
        "is_llm": 1
    },
    {
        "translated_message": "happy birthday fellow gemini sistern~! a true baddie with a brain! 🎉💗🎂 @woahhhkenni.bsky.social",
        "is_llm": 0
    },
    {
        "translated_message": "\"google now lets gemini write personal e-mails in your own style. what sounds practical could change relationships – and undermine the authenticity of our communication.\" the-decoder.de/gmail-smart-...",
        "is_llm": 1
    },
    {
        "translated_message": " the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to see gemini integrate more with the first party apps of oem devices. makes it feel like a better integrated assistant on more android devices.   | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": " the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to see gemini integrate more with the first party apps of oem devices. makes it feel like a better integrated assistant on more android devices.   | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": "it's just a coincidence that his profile picture has his palm covering up the bottom of his face. it's to make him look serious and cool. not... i repeat not... to hide his weak chin which he is in no way self-conscious about.",
        "is_llm": 0
    },
    {
        "translated_message": "It's clear what I mean, people are not silly. Mr. Caputo, as an official, was quite derogatory. I could take a little more care of the ways. I don't even know him, I don't know why he calls me \"ricardito.\" A little respect wouldn't go wrong.",
        "is_llm": 0
    },
    {
        "translated_message": "It's called ruinness, servilism, indignity, moral weakness, insensitivity...",
        "is_llm": 0
    },
    {
        "translated_message": "what on earth are you going on about? replacing, say, 50% of beef consumption with more efficiently grown food would reduce water consumption enormously.  training gpt-3 used the water equivalent of only about 100 lbs of beef, and it didn't even have to be potable water.   it doesn't compare.",
        "is_llm": 1
    },
    {
        "translated_message": "my memorial day image of the day. title: palm desert sunset",
        "is_llm": 0
    },
    {
        "translated_message": "claude 4 and github mcp will leak your private github repositories https://twitter.com/lbeurerkellner/status/1926991491735429514 (https://news.ycombinator.com/item?id=44100082)",
        "is_llm": 1
    },
    {
        "translated_message": "naur the original gemini queen goofy",
        "is_llm": 0
    },
    {
        "translated_message": "the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to see gemini integrate more with the first party apps of oem devices. makes it feel like a better integrated assistant on more android devices. | details | inter...  | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": "the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to...  https://bsky.app/profile/did:plc:i53e6y3liw2oaw4s6e6odw5m/post/3lq3umxnx6e2n  result details",
        "is_llm": 1
    },
    {
        "translated_message": "126 days of broken promises: trump begins to lose its nerves and calls it \"crazy\" to putin after not making progress in Ukraine https: / / www. lasexta.com / news / internonal / 126-dias-promes-rotas-trump-begin -lose -nervousness -lama-loc-putin- achieve -ava... h124; details h124; interest h124; feed h124;",
        "is_llm": 0
    },
    {
        "translated_message": "mistral ai emerges as europe’s bold challenger in ai with $6 billion valuation  read here: smebusinessreview.com/ai-and-ml/mi...",
        "is_llm": 1
    },
    {
        "translated_message": "what in xbox the world tour and another way I don't remember now what it's called were downloads for not putting another disk",
        "is_llm": 0
    },
    {
        "translated_message": "I know it will fall at some point because it calls me a lot the ambiance and the system to enjoy a lot of that role",
        "is_llm": 0
    },
    {
        "translated_message": "forgot that bard is actually kinda fun",
        "is_llm": 1
    },
    {
        "translated_message": "so not rocket science or anything, but a mashup of lots of stuff that already has been done 1 million times  claude did a decent job, with some very obvious bugs like you can’t edit a task after it’s created at all",
        "is_llm": 1
    },
    {
        "translated_message": "mfl issues a strong thunderstorm will impact portions of southeastern palm beach county through 345 pm edt [wind: 50 mph, hail: 0.25 in]  for inland palm beach county, metro palm b... at mon, 26 may 2025 19:04:05 +0000 via iembot\r additional details here.",
        "is_llm": 0
    },
    {
        "translated_message": "What's that creature's name?",
        "is_llm": 0
    },
    {
        "translated_message": "claude is exceptionally bad at editing code that’s already written  so if there’s an issue, it’s usually better to fix the spec and start from scratch!",
        "is_llm": 1
    },
    {
        "translated_message": "track 13 is gemini",
        "is_llm": 0
    },
    {
        "translated_message": "the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to see gemini integrate more with the first party apps of oem devices. makes it feel like a better integrated assistant on more android devices. | details | inter...  | details | interest | feed |",
        "is_llm": 1
    },
    {
        "translated_message": "You are a little boated with kiskan",
        "is_llm": 0
    },
    {
        "translated_message": "live coverage: spacex to launch 24 starlink satellites to polar orbit from california the mission will be spacex’s 480th falcon 9 rocket launch to date. launch teams are targeting a liftoff from space launch complex 4 east at 9:14 a.m. pdt (12:14 p.m....  | details | interest | feed |",
        "is_llm": 0
    },
    {
        "translated_message": "spacex completes 450th falcon booster landing during friday starlink mission the touchdown of booster 1075 marked spacex’s 450th falcon booster landing. liftoff from pad 4 east happened at 3:32 p.m. pdt (6:32 p.m. edt, 2232 utc). spacex falcon 9 boost...  | details | interest | feed |",
        "is_llm": 0
    },
    {
        "translated_message": "track 1 - hbd track 9 - shake it off track 13 - gemini",
        "is_llm": 0
    },
    {
        "translated_message": "multiple people have died on hiking trails in the u.s. over the last several weeks. this latest incident involves a popular figure, who was found on the goat trails hike outside palm springs,   read \"popular adult film star found dead on hiking trail\" on smartnews: l.smartnews.com/p-ljj9jj2/ob...",
        "is_llm": 0
    },
    {
        "translated_message": "🌑 new moon in gemini ritual 🌬️  a gentle practice for release, clarity, & reclaiming your voice.   includes a sigil, journal prompt & dreamy visuals to anchor it in.  #witchmadness #occultsky #healingtrauma #newmoon #witchsky   ✨ come take a moment to breathe + reset:  ko-fi.com/post/gemini-...",
        "is_llm": 0
    },
    {
        "translated_message": "We live in an anti-utopian reality. Today the google seeker incorporates his ia gemini that gives us, as a first result, an interpretation of the library with an indisimulated bias. It is always based (it indicates) on means such as the world, abc, ok daily, etc and as a more progressive medium, the country.",
        "is_llm": 1
    },
    {
        "translated_message": "as a student of neuroscience, psychology & psychology, i find this subject fascinating.  consciousness is our subjective experience, awareness of self & environment. claude 4 was designed to make decisions beyond its programming, choosing likes, dislikes & preferred conversations. is this being?",
        "is_llm": 1
    },
    {
        "translated_message": "aistudio.google.com/apps/bundled... shit, i'm vibe mixing. this is f cool  > lyria realtime is a new experimental interactive music generation model that allows anyone to interactively create, control and perform music in real time. available via the gemini api...",
        "is_llm": 1
    },
    {
        "translated_message": "apologies for the confusion, i didn’t know llama wasn’t moe, but i'm still not quite sure i understand your earlier reply. gpt4 is moe, uses less active parameters, yes. but then how did the early version use more energy? i don't understand that part of your reply. there’s also something else:",
        "is_llm": 1
    },
    {
        "translated_message": "gemini 2.5 flash ai model: google’s fast, affordable, and brilliant new star #gemini #googleio2025   blog link:https://thundroid.co/gemini-2-5-flash-ai-model-googles-fast-affordable-and-brilliant-new-star/",
        "is_llm": 1
    },
    {
        "translated_message": "gemini 2.5 flash ai model: google’s fast, affordable, and brilliant new star #gemini #googleio2025   blog link: thundroid.co/gemini-2-5-f...",
        "is_llm": 1
    },
    {
        "translated_message": "chess is the melee falcon of board games",
        "is_llm": 0
    },
    {
        "translated_message": "add a letter, ruin a movie  bard boys",
        "is_llm": 0
    },
    {
        "translated_message": "Look at the flower jara, what a beautiful thing. Here it is popularly called magarza, juagarza or juagarzo.",
        "is_llm": 0
    },
    {
        "translated_message": "happy gemini new moon! 🌚♊️🌞  #gemininewmoon #newmoon #newmooningemini #astrology #astrologywithcolleen #dailyhoroscope #dailyastrology  youtube.com/shorts/jveoa...",
        "is_llm": 0
    },
    {
        "translated_message": "the gemini integrations for the xiaomi notes and calendar apps have rolled out! it's great to...  https://bsky.app/profile/did:plc:i53e6y3liw2oaw4s6e6odw5m/post/3lq3un3zlsh2p  result details",
        "is_llm": 1
    },
    {
        "translated_message": "spacex completes 450th falcon booster landing during friday starlink mission the touchdown of boo...  https://spaceflightnow.com/2025/05/23/live-coverage-spacex-to-launch-west-coast-falcon-9-with-starlink-satellites/  #falcon #9 #mission #reports #news […]   [original post on spaceflightnow.com]",
        "is_llm": 0
    }
]